{
    "Guy Verhofstadt": "Guy Maurice Marie-Louise Verhofstadt is een Belgisch politicus voor de Open Vlaamse Liberalen en Democraten . Hij was premier van België van 12 juli 1999 tot 20 maart 2008 in drie regeringen. Hij beëindigde zijn actieve politieke carrière in het Europees Parlement, waar hij van 2009 tot 2019 fractieleider van de Alliantie van Liberalen en Democraten voor Europa was.",
    "Yves Leterme": "Yves Camille Désiré Leterme is een Belgisch politicus. Hij was onder meer Vlaams minister-president en premier van België. Hij was lang boegbeeld van de CD&V en boegbeeld van het toenmalige kartel CD&V/N-VA.",
    "Herman None": "Herman Achille graaf Van Rompuy is een Belgische politicus van de christendemocratische partij CD&V. Hij was tussen 30 december 2008 en 25 november 2009 de premier van België en van 1 januari 2010 tot en met 30 november 2014 voorzitter van de Europese Raad, in de media vaak incorrect 'president van Europa' genoemd. Op 19 november 2009 werd bekendgemaakt dat hij was verkozen tot de eerste permanente voorzitter en op 1 maart 2012 werd Van Rompuy met algemene stemmen door de 27 staatshoofden en regeringsleiders van de EU voor een tweede mandaat benoemd. Na deze termijn was hij niet meer herkiesbaar.",
    "Léon Delacroix": "Léon Fréderic Gustave Delacroix was een Belgisch katholiek politicus. De Léon Delacroixstraat in Anderlecht en het metrostation Delacroix werden naar hem vernoemd.",
    "Henry Carton": "Henri Victor Marie Ghislain graaf Carton de Wiart was een Belgische politicus. Hij was Eerste Minister van 1920 tot 1921.",
    "Georges Theunis": "Georges Emile Pierre Léonard Theunis was een Belgisch industrieel en politicus van de Katholieke Partij.",
    "Aloïs Van de Vyvere": "Aloys Jean Maria Joseph Van de Vyvere was een Belgisch katholiek volksvertegenwoordiger en minister.",
    "Prosper Poullet": "Prosper Antoine Marie Joseph burggraaf Poullet was een Belgisch politicus.",
    "Henri Jaspar": "Henri Jaspar was een Belgisch katholiek politicus, die twee keer premier van België was.",
    "Jules None": "Jules Laurent Jean Louis Renkin was een Belgisch katholiek politicus.",
    "Paul Van Zeeland": "Paul Guillaume van Zeeland was een Belgisch advocaat, econoom, katholiek politicus en staatsman.",
    "Achille Van Acker": "Achille Honoré Van Acker uitspraak was een Belgisch socialistisch politicus. Hij was viermaal premier van België.",
    "Camille Huysmans": "Jean Joseph Camille Huysmans , geboren als Camiel Hansen, was een Belgisch journalist en socialistisch politicus voor de BWP / BSP.",
    "Gaston Eyskens": "Gaston François Marie burggraaf Eyskens was drie maal christendemocratisch eerste minister van België in de periode tussen 1949 en 1973. Hij was de eerste Belgische regeringsleider die geboren was in de 20e eeuw.",
    "Leo Tindemans": "Leonard Clemence Tindemans was een Belgisch politicus voor de CVP en minister van staat. Hij was eerste minister van twee regeringen in België en behaalde het grootste aantal voorkeurstemmen in de Belgische geschiedenis bij de Europese verkiezingen van 1979. Daardoor kreeg hij de bijnaam \"de man van 1 miljoen stemmen\".",
    "Elio Di Rupo": "Elio Di Rupo is een Belgische politicus voor de Parti Socialiste . Van 6 december 2011 tot 11 oktober 2014 was hij premier van België en werd meermaals minister en minister-president van de Waalse Regering.",
    "Jean-Luc Dehaene": "Jean Luc Joseph Marie Dehaene uitspraak was van 1992 tot 1999 premier van België. Hij was lid van de toenmalige CVP . Onder zijn regering werd België een volwaardige federale staat. Dehaene leidde twee coalitieregeringen met de socialisten en bekleedde verschillende ministerposten voor hij in 1992 eerste minister werd. Van 2000 tot 2007 was hij burgemeester van Vilvoorde. In 2002 werd hij voorgedragen als vicevoorzitter van de Europese Conventie.",
    "Frans Schollaert": "François Victor Marie Ghislain Schollaert was een Belgisch katholiek politicus.",
    "Pieter Decker": "Pierre Jacques François de Decker was een Belgisch politicus en auteur.",
    "Paul-Henri Spaak": "Paul-Henri Charles Spaak uitspraak was een Belgisch socialistisch politicus en regeringsleider.",
    "Auguste Beernaert": "Auguste Marie François Beernaert was een Belgisch katholiek politicus en mensenrechtenactivist. In 1909 won hij de Nobelprijs voor de Vrede.",
    "Théodore Lefèvre": "Théodore Joseph Albéric Marie Lefèvre was een Belgisch politicus. Hij was premier van België van 1961 tot 1965, aan het hoofd van de regering Lefèvre-Spaak.",
    "Paul None": "Paul Joseph graaf de Smet de Naeyer was een Belgisch katholiek politicus.",
    "Étienne Gerlache": "Etienne Constantin baron de Gerlache was advocaat, politicus en magistraat in het Verenigd Koninkrijk der Nederlanden en in België.",
    "Wilfried Martens": "Wilfried Achiel Emma Martens uitspraak was een Vlaams-Belgische politicus voor de CD&V en was van april 1979 tot maart 1992 eerste minister van België.",
    "Mark Eyskens": "Marc Maria Frans burggraaf Eyskens is een Belgische emeritus hoogleraar, econoom, politicus en essayist. Van april tot december 1981 was hij premier van België.",
    "Pierre Harmel": "Pierre Charles José Marie graaf Harmel was een Belgisch advocaat, hoogleraar en christendemocratisch staatsman.",
    "Hubert Pierlot": "Hubert Marie Eugène Pierlot was de Belgische eerste minister van 1939 tot 1945.",
    "Jean-Baptiste Nothomb": "Jean Baptiste Nothomb was een Belgisch staatsman en diplomaat die een belangrijke rol speelde bij het tot stand komen van de Belgische staat. Zo was hij een van de opstellers van de Belgische grondwet en onderhandelde hij over de verdragen die de Belgische onafhankelijkheid garandeerden.",
    "Edmond None": "Edmond Jules Isidore Leburton was een Belgisch politicus voor de PSB.",
    "Jean None": "Jean Pierre Armand Ghislain Marie Duvieusart was een Belgisch advocaat en katholiek politicus.",
    "Joseph Lebeau": "Jean Louis Joseph Lebeau was lid van het Nationaal Congres, Belgisch liberaal volksvertegenwoordiger en eerste minister.",
    "Charles Rogier": "Charles Latour Rogier was een Belgisch politicus en een van de grondleggers van de Belgische staat.",
    "Barthélemy None": "Barthélemy-Théodore graaf de Theux de Meylandt was een Belgisch staatsman, eerste minister en lid van het Nationaal Congres.",
    "Felix None": "Felix Amandus de Mûelenaere was een Belgisch unionistisch politicus.",
    "Alexander De Croo": "Alexander Francis Herman De Croo is een Belgisch politicus voor Open Vld. Sedert 1 oktober 2020 is De Croo premier van België van de zogenaamde Vivaldicoalitie. Hij volgde Sophie Wilmès op en is de eerste Vlaamse premier in iets minder dan 10 jaar.",
    "Henri de Brouckère": "Henri Ghislain Joseph Marie Hyacinthe de Brouckère was een Belgisch liberaal politicus. Hij was onder meer eerste minister, volksvertegenwoordiger en lid van het Belgisch Nationaal Congres.",
    "Albert None": "Albert Joseph Goblet, sinds 1838 graaf Goblet d'Alviella was een Belgisch politicus en officier.",
    "Sylvain Weyer": "Jean-Sylvain Van de Weyer , beter bekend als Sylvain Van de Weyer, was een van de grondleggers van de Belgische Staat, en later ook eerste minister.",
    "Jules Burlet": "Jules Philippe Marie de Burlet was een Belgisch katholiek politicus.",
    "Paul-Émile None": "Paul-Emile Janson was de Belgische eerste minister van november 1937 tot mei 1938.",
    "Jules Malou": "Jules Edouard François-Xavier Malou was een Belgisch politicus. Hij was onder meer leider van de Katholieke Partij, volksvertegenwoordiger, senator en eerste minister.",
    "Charles Broqueville": "Charles Marie Pierre Albert graaf de Broqueville , 4 december 1860 - Brussel, 5 september 1940) was de Belgische kabinetsleider tijdens de Eerste Wereldoorlog en eerste minister van 22 oktober 1932 tot 20 november 1934. Hij was lid van de Katholieke Partij.",
    "Joseph Pholien": "Joseph Clovis Louis Marie Emmanuel Pholien was een Belgisch politicus van de PSC.",
    "Jean Van Houtte": "Jean Maria Josephus baron Van Houtte was een Belgisch advocaat, hoogleraar en politicus van de CVP.",
    "Walthère Frère": "Hubert Joseph Walthère Frère-Orban was een Belgisch liberaal politicus die zijn stempel heeft gedrukt op de eerste halve eeuw onafhankelijkheid van België.",
    "Gérard Cooreman": "Gérard François Marie Cooreman was een Belgisch advocaat en politicus voor de katholieke Partij.",
    "Jules Vandenpeereboom": "Jules Pierre Henri François Xavier Vandenpeereboom was een Belgisch katholiek politicus.",
    "Jules Trooz": "Baron Jules Henri Ghislain Marie de Trooz was een Belgisch katholiek politicus.",
    "Jules d'Anethan": "Jules Joseph d'Anethan was een Belgisch politicus. Hij was premier van 2 juli 1870 tot 7 december 1871.",
    "Charles Michel": "Charles Yves Jean Ghislaine Michel is een Belgisch politicus voor de partij Mouvement Réformateur . Van 11 oktober 2014 tot 27 oktober 2019 was hij premier van België in de regeringen Michel I en Michel II. Op 2 juli 2019 werd hij verkozen als voorzitter van de Europese Raad, in opvolging van Donald Tusk, een functie die hij sinds 1 december 2019 uitoefent.",
    "Sophie Wilmès": "Sophie Wilmès is een Belgisch politica van de MR. Van 27 oktober 2019 tot 1 oktober 2020 was ze de eerste vrouwelijke premier van België. Vanaf 1 oktober 2020 was ze vicepremier en minister van Buitenlandse Zaken en Buitenlandse Handel. Om familiale redenen legde ze op 21 april 2022 haar bevoegdheden als minister tijdelijk neer. Op 15 juli 2022 legde ze haar functie definitief neer.",
    "François Hollande": "François Hollande [fʁɑ̃swa ɔlɑ̃d][n 3] Écouter, né le 12 août 1954 à Rouen , est un haut fonctionnaire et homme d'État français. Il est président de la République française du 15 mai 2012 au 14 mai 2017.",
    "Nicolas Sarkozy": "Nicolas Sarközy de Nagy-Bocsa[d], dit Nicolas Sarkozy , né le 28 janvier 1955 à Paris , est un homme d'État français. Il est président de la République française du 16 mai 2007 au 15 mai 2012.",
    "François Mitterrand": "Cette bibliographie recense trop d'ouvrages . Les ouvrages doivent être de « référence » dans le domaine du sujet de l'article. Il peut être souhaitable de les insérer dans une référence et de les enlever de la section « bibliographie ». Il peut être également utile de créer un article bibliographique spécifique.",
    "Charles de Gaulle": "Charles de Gaulle , communément appelé le général de Gaulle ou parfois simplement le Général, né le 22 novembre 1890 à Lille et mort le 9 novembre 1970 à Colombey-les-Deux-Églises , est un militaire, résistant, homme d'État et écrivain français.",
    "Jacques Chirac": "Jacques Chirac , né le 29 novembre 1932 dans le 5e arrondissement de Paris et mort le 26 septembre 2019 dans le 6e arrondissement de la même ville, est un haut fonctionnaire et homme d'État français. Il est Premier ministre de 1974 à 1976, puis de 1986 à 1988, et président de la République de 1995 à 2007.",
    "Valéry Giscard d'Estaing": "Valéry Giscard d'Estaing [valeʁi ʒiskaʁ dɛstɛ̃][d] Écouter — communément appelé « Giscard » ou désigné par ses initiales, « VGE » —, né le 2 février 1926 à Coblence et mort le 2 décembre 2020 à Authon , est un homme d'État français, président de la République de 1974 à 1981.",
    "Georges Pompidou": "Gouvernements Pierre Messmer",
    "Adolphe Thiers": "Fratrie :",
    "Napoléon Bonaparte": "Décorations étrangères",
    "Paul Doumer": "Sur son assassinat et Paul Gorgulov",
    "Alain Poher": "Alain Poher, né le 17 avril 1909 à Ablon-sur-Seine et mort le 9 décembre 1996 à Paris 16e, est un homme d'État français.",
    "Albert Lebrun": "Albert Lebrun, né le 29 août 1871 à Mercy-le-Haut et mort le 6 mars 1950 à Paris , est un homme d'État français. Il est président de la République française du 10 mai 1932 au 11 juillet 1940 .",
    "René Coty": "René Coty, né le 20 mars 1882 au Havre et mort le 22 novembre 1962 dans la même ville, est un homme d'État français. Il est président de la République du 16 janvier 1954 au 8 janvier 1959.",
    "Vincent Auriol": "Vincent Auriol, né le 27 août 1884 à Revel et mort le 1er janvier 1966 à Paris, est un homme d'État français. Il est président de la République du 16 janvier 1947 au 16 janvier 1954.",
    "Patrice de Mac Mahon": "Patrice de Mac Mahon[b], comte de Mac Mahon, 1er duc de Magenta, maréchal de France, né le 13 juin 1808 au château de Sully et mort le 17 octobre 1893 à Montcresson , est un officier militaire, administrateur colonial et homme d’État français, président de la République du 24 mai 1873 au 30 janvier 1879.",
    "Émile Loubet": "Émile Loubet, né le 30 décembre 1838 à Marsanne et mort le 20 décembre 1929 à Montélimar , est un homme d'État français. Il est président de la République française du 18 février 1899 au 18 février 1906.",
    "Raymond Poincaré": "Raymond Poincaré, né le 20 août 1860 à Bar-le-Duc et mort le 15 octobre 1934 à Paris, est un avocat et homme d'État français. Il est le président de la République française du 18 février 1913 au 18 février 1920.",
    "Marie Carnot": "Sadi Carnot, né le 11 août 1837 à Limoges et mort assassiné le 25 juin 1894 à Lyon , est un homme d'État français, président de la République du 3 décembre 1887 à sa mort.",
    "Alexandre Millerand": "Alexandre Millerand, né le 10 février 1859 à Paris et mort le 6 avril 1943 à Versailles, est un homme d'État français. Il est président du Conseil du 20 janvier au 23 septembre 1920, puis président de la République du 23 septembre 1920 au 11 juin 1924.",
    "Gaston Doumergue": "Gaston Doumergue, né le 1er août 1863 à Aigues-Vives et mort le 18 juin 1937 dans la même ville, est un homme d'État français. Il est président de la République française du 13 juin 1924 au 13 juin 1931.",
    "Félix Faure": "Félix Faure, né le 30 janvier 1841 à Paris et mort le 16 février 1899 dans la même ville, est un homme d'État français. Il est président de la République du 17 janvier 1895 à sa mort.",
    "Jules Grévy": "François Judith Paul Grévy, né le 15 août 1807 à Mont-sous-Vaudrey et mort le 9 septembre 1891 dans la même commune, est un homme d'État français, président de la République du 30 janvier 1879 au 2 décembre 1887.",
    "Clément Fallières": "Armand Fallières, né le 6 novembre 1841 à Mézin et mort le 22 juin 1931 à Villeneuve-de-Mézin , est un homme d'État français, président de la République française de 1906 à 1913.",
    "Paul Deschanel": "Paul Deschanel, né le 13 février 1855 à Schaerbeek et mort le 28 avril 1922 à Paris , est un homme d'État, journaliste et écrivain français, président de la République du 18 février au 21 septembre 1920.",
    "Georges Bidault": "Georges Bidault, né le 5 octobre 1899 à Moulins et mort le 27 janvier 1983 à Cambo-les-Bains , est un résistant et un homme d'État français.",
    "Jean Casimir-Perier": "Jean Casimir-Perier, né le 8 novembre 1847 à Paris et mort le 11 mars 1907 dans la même ville, est un homme d'État français. Il est président de la République française du 27 juin 1894 au 16 janvier 1895.",
    "Charles Dupuy": "Charles Dupuy, né le 5 novembre 1851 au Puy-en-Velay et mort le 23 juillet 1923 à Ille-sur-Têt, est un homme d'État français. Il occupe à plusieurs reprises la fonction de président du Conseil sous la IIIe République, entre 1893 et 1899. Il est également président de la Chambre des députés de 1893 à 1894.",
    "Louis Cavaignac": "Louis Eugène Cavaignac, connu aussi sous le nom de général Cavaignac, né le 15 octobre 1802 à Paris et mort le 28 octobre 1857 dans son château d'Ourne à Flée, est un général et homme d'État français.",
    "Louis None": "Louis-Jules Trochu, né au Palais à Belle-Île-en-Mer le 12 mars 1815 et mort à Tours le 7 octobre 1896, est un général de division et homme d'État français sous le Second Empire.",
    "Frédéric None": "Frédéric François-Marsal, né le 16 mars 1874 à Paris 8e et mort le 20 mai 1958 à Gisors , est un homme d'affaires et un homme politique français de la droite républicaine, dont la carrière politique a culminé avec son bref passage à la présidence du Conseil en 1924.",
    "Emmanuel Macron": "Emmanuel Macron , né le 21 décembre 1977 à Amiens , est un haut fonctionnaire, banquier d'affaires et homme d'État français. Il est Président de la République française depuis le 14 mai 2017.",
    "Mohammed None": "أبو عبد الله محمد بن محمد ابن علي بن مخلوف بن زيدان الملقب بالقائم بأمر الله عميد الأسرة السعدية وأول سلطان للمغرب من الأسرة السعدية، حكم بين 1509 - 1517.",
    "Hassan None": "الحَسَن الثاني بِنْ مُحمد بِنْ يوسف العَلوي ، ثاني ملوك المملكة المغربية بعد الإستقلال، والملك الثاني والعشرين للمغرب من سلالة العلويين الفيلاليين، تولى حكم المملكة المغربية خلفًا لوالده الملك محمد الخامس في 26 فبراير 1961 وحتى وفاته في 23 يوليو 1999. ينتمي الملك الحسن الثاني إلى السلالة العلوية التي تعود في نسبها إلى الحسن بن علي بن أبي طالب، وتحكم المغرب منذ عام 1666 ميلادية ويلقب الحاكم منهم بأمير المؤمنين.",
    "Vladimir Putin": "Прокуратура",
    "Dmitry Medvedev": "Иные награды",
    "Boris Yeltsin": "См. также: Список наград и почётных званий Бориса Ельцина",
    "George Washington": "George Washington was an American Founding Father, politician, military officer, and farmer who served as the first president of the United States from 1789 to 1797. Appointed by the Second Continental Congress as commander of the Continental Army in 1775, Washington led Patriot forces to victory in the American Revolutionary War and then served as president of the Constitutional Convention in 1787, which drafted the current Constitution of the United States. Washington has thus become commonly known as the \"Father of his Country\".",
    "Barack Obama": "University of Chicago Law School",
    "Abraham Lincoln": "Abraham Lincoln was an American lawyer, politician, and statesman who served as the 16th president of the United States from 1861 until his assassination in 1865. He led the United States through the American Civil War, defending the nation as a constitutional union, defeating the insurgent Confederacy, playing a major role in the abolition of slavery, expanding the power of the federal government, and modernizing the U.S. economy.",
    "George Bush": "George Herbert Walker Bush[a] was an American politician, diplomat, and businessman who served as the 41st president of the United States from 1989 to 1993. A member of the Republican Party, he also served as the 43rd vice president from 1981 to 1989 under Ronald Reagan and previously in various other federal positions.",
    "Bill Clinton": "William Jefferson Clinton is an American lawyer and politician who served as the 42nd president of the United States from 1993 to 2001. A member of the Democratic Party, he previously served as governor of Arkansas from 1979 to 1981 and again from 1983 to 1992. Clinton, whose policies reflected a centrist \"Third Way\" political philosophy, became known as a New Democrat.",
    "Joe Biden": "Joseph Robinette Biden Jr.[b] is an American politician who has been the 46th and current president of the United States since 2021. A member of the Democratic Party, he served as the 47th vice president from 2009 to 2017 under President Barack Obama and represented Delaware in the U.S. Senate from 1973 to 2009.",
    "Franklin Roosevelt": "Franklin Delano Roosevelt[a] , commonly known by his initials FDR, was an American politician who served as the 32nd president of the United States from 1933 until his death in 1945. The longest serving U.S. president, he is the only president to have served more than two terms. His initial two terms were centered on combating the Great Depression, while his third and fourth saw him shift his focus to America's involvement in World War II.",
    "Andrew Johnson": "Andrew Johnson was the 17th president of the United States, serving from 1865 to 1869. He assumed the presidency following the assassination of Abraham Lincoln, as he was vice president at that time. Johnson was a Democrat who ran with Abraham Lincoln on the National Union Party ticket, coming to office as the Civil War concluded. He favored quick restoration of the seceded states to the Union without protection for the newly freed people who were formerly enslaved as well as pardoning ex-Confederates. This led to conflict with the Republican-dominated Congress, culminating in his impeachment by the House of Representatives in 1868. He was acquitted in the Senate by one vote.",
    "Gerald Ford": "The economy was a great concern during the Ford administration. One of the first acts the new president took to deal with the economy was to create, by Executive Order on September 30, 1974, the Economic Policy Board. In October 1974, in response to rising inflation, Ford went before the American public and asked them to \"Whip Inflation Now\". As part of this program, he urged people to wear \"WIN\" buttons. At the time, inflation was believed to be the primary threat to the economy, more so than growing unemployment; there was a belief that controlling inflation would help reduce unemployment. To rein in inflation, it was necessary to control the public's spending. To try to mesh service and sacrifice, \"WIN\" called for Americans to reduce their spending and consumption. On October 4, 1974, Ford gave a speech in front of a joint session of Congress; as a part of this speech he kicked off the \"WIN\" campaign. Over the next nine days, 101,240 Americans mailed in \"WIN\" pledges. In hindsight, this was viewed as simply a public relations gimmick which had no way of solving the underlying problems. The main point of that speech was to introduce to Congress a one-year, five-percent income tax increase on corporations and wealthy individuals. This plan would also take $4.4 billion out of the budget, bringing federal spending below $300 billion. At the time, inflation was over twelve percent.",
    "Richard Nixon": "Richard Milhous Nixon was the 37th president of the United States, serving from 1969 until his resignation in 1974. A member of the Republican Party, he previously served as a representative and senator from California and as the 36th vice president from 1953 to 1961 under President Dwight D. Eisenhower. His presidency saw the reduction of U.S. involvement in the Vietnam War, détente with the Soviet Union and China, the Apollo 11 Moon landing, and the establishment of the Environmental Protection Agency and Occupational Safety and Health Administration. Nixon's second term ended early when he became the only U.S. president to resign from office, as a result of the Watergate scandal.",
    "Lyndon Johnson": "Lyndon Baines Johnson , often referred to as LBJ, was an American politician who served as the 36th president of the United States from 1963 to 1969. He became president after the assassination of John F. Kennedy, under whom he had served as the 37th vice president from 1961 to 1963. A Democrat from Texas, Johnson also served as a U.S. representative and U.S. senator.",
    "John Kennedy": "John Fitzgerald Kennedy , often referred to as JFK, was an American politician who served as the 35th president of the United States from 1961 until his assassination in 1963. He was the youngest person elected president.[a] Kennedy served at the height of the Cold War, and the majority of his foreign policy concerned relations with the Soviet Union and Cuba. A Democrat, Kennedy represented Massachusetts in both houses of the United States Congress prior to his presidency.",
    "Dwight Eisenhower": "General:",
    "Ronald Reagan": "Ronald Wilson Reagan[a] was an American politician and actor who served as the 40th president of the United States from 1981 to 1989. A member of the Republican Party, he became an important figure in the American conservative movement, and his presidency is known as the Reagan era.",
    "Harry Truman": "Other",
    "John Adams": "John Quincy Adams was the sixth president of the United States, serving from 1825 to 1829. He previously served as the eighth United States secretary of state from 1817 to 1825. During his long diplomatic and political career, Adams served as an ambassador and also as a member of the United States Congress representing Massachusetts in both chambers. He was the eldest son of John Adams, who served as the second president of the United States from 1797 to 1801, and First Lady Abigail Adams. Initially a Federalist like his father, he won election to the presidency as a member of the Democratic-Republican Party, and later, in the mid-1830s, became affiliated with the Whig Party.",
    "Thomas Jefferson": "Thomas Jefferson was an American statesman, planter, diplomat, lawyer, architect, philosopher, and Founding Father who served as the third president of the United States from 1801 to 1809. He was the primary author of the Declaration of Independence. Following the American Revolutionary War and before becoming president in 1801, Jefferson was the nation's first U.S. secretary of state under George Washington and then the nation's second vice president under John Adams. Jefferson was a leading proponent of democracy, republicanism, and natural rights, and he produced formative documents and decisions at the state, national, and international levels.",
    "James Madison": "James Madison was an American statesman, diplomat, and Founding Father who served as the fourth president of the United States from 1809 to 1817. Madison was popularly acclaimed the \"Father of the Constitution\" for his pivotal role in drafting and promoting the Constitution of the United States and the Bill of Rights.",
    "James Monroe": "James Monroe was an American statesman, lawyer, diplomat, and Founding Father who served as the fifth president of the United States from 1817 to 1825, a member of the Democratic-Republican Party. He was the last Founding Father to serve as president as well as the last president of the Virginia dynasty. His presidency coincided with the Era of Good Feelings, concluding the First Party System era of American politics. He issued the Monroe Doctrine, a policy of limiting European colonialism in the Americas. Monroe previously served as governor of Virginia, a member of the United States Senate, U.S. ambassador to France and Britain, the seventh secretary of state, and the eighth secretary of war.",
    "Andrew Jackson": "Andrew Jackson was an American lawyer, planter, general, and statesman who served as the seventh president of the United States from 1829 to 1837. Before his presidency, he gained fame as a general in the U.S. Army and served in both houses of the U.S. Congress. Often praised as an advocate for ordinary Americans and for his work in preserving the union of states, Jackson has also been criticized for his racial policies, particularly his treatment of Native Americans.",
    "Martin Van Buren": "Martin Van Buren vɑm‿ˈbyːrə] ; December 5, 1782 – July 24, 1862) was the eighth president of the United States, serving from 1837 to 1841. A primary founder of the Democratic Party, he served as New York's attorney general and U.S. senator, then briefly as the ninth governor of New York before joining Andrew Jackson's administration as the tenth United States secretary of state, minister to Great Britain, and ultimately the eighth vice president from 1833 to 1837, after being elected on Jackson's ticket in 1832. Van Buren won the presidency in 1836 against divided Whig opponents. Van Buren lost re-election in 1840, and failed to win the Democratic nomination in 1844. Later in his life, Van Buren emerged as an elder statesman and an anti-slavery leader who led the Free Soil Party ticket in the 1848 presidential election.",
    "William Harrison": "Harrison was born into the Harrison family of Virginia in 1773 as a son of Benjamin Harrison V, a U.S. Founding Father. In 1794, Harrison participated in the Battle of Fallen Timbers, an American military victory that ended the Northwest Indian War. In 1811, he led a military force against Tecumseh's confederacy at the Battle of Tippecanoe, where he earned the nickname \"Old Tippecanoe\". He was promoted to major general in the Army during the War of 1812, and led American infantry and cavalry to victory at the Battle of the Thames in Upper Canada.",
    "John Tyler": "John Tyler was the tenth president of the United States, serving from 1841 to 1845, after briefly holding office as the tenth vice president in 1841. He was elected vice president on the 1840 Whig ticket with President William Henry Harrison, succeeding to the presidency following Harrison's death 31 days after assuming office. Tyler was a stalwart supporter and advocate of states' rights, including regarding slavery, and he adopted nationalistic policies as president only when they did not infringe on the states' powers. His unexpected rise to the presidency posed a threat to the presidential ambitions of Henry Clay and other Whig politicians and left Tyler estranged from both of the nation's major political parties at the time.",
    "James Polk": "James Knox Polk was the 11th president of the United States, serving from 1845 to 1849. He also served as the 13th speaker of the House of Representatives from 1835 to 1839 and the ninth governor of Tennessee from 1839 to 1841. A protégé of Andrew Jackson, he was a member of the Democratic Party and an advocate of Jacksonian democracy. Polk is known for extending the territory of the United States through the Mexican–American War during his presidency, annexing the Republic of Texas, the Oregon Territory, and the Mexican Cession after winning the Mexican–American War.",
    "Zachary Taylor": "Zachary Taylor was the 12th president of the United States, serving from 1849 until his death in 1850. Taylor was a career officer in the United States Army, rising to the rank of major general and becoming a national hero for his victories in the Mexican–American War. As a result, he won election to the White House despite his vague political beliefs. His top priority as president was to preserve the Union. He died 16 months into his term from a stomach disease. Taylor had the third-shortest presidential term in U.S. history.",
    "Millard Fillmore": "Millard Fillmore was the 13th president of the United States, serving from 1850 to 1853, and was the last president to have been a member of the Whig Party while in office. A former member of the U.S. House of Representatives, Fillmore was elected the 12th vice president in 1848, and succeeded to the presidency when Zachary Taylor died in July 1850. Fillmore was instrumental in passing the Compromise of 1850, which led to a brief truce in the battle over the expansion of slavery.",
    "Franklin Pierce": "Franklin Pierce was the 14th president of the United States, serving from 1853 to 1857. A northern Democrat who believed that the abolitionist movement was a fundamental threat to the nation's unity, he alienated anti-slavery groups by signing the Kansas–Nebraska Act and enforcing the Fugitive Slave Act. Conflict between North and South continued after Pierce's presidency, and, after Abraham Lincoln was elected president in 1860, the Southern states seceded, resulting in the American Civil War.",
    "James Buchanan": "Primary sources",
    "Donald Trump": "Donald John Trump is an American politician, media personality, and businessman who served as the 45th president of the United States from 2017 to 2021.",
    "Jimmy Carter": "James Earl Carter Jr. is an American politician and humanitarian who served as the 39th president of the United States from 1977 to 1981. A member of the Democratic Party, he was the 76th governor of Georgia from 1971 to 1975, and a Georgia state senator from 1963 to 1967. Carter is the longest-lived president in U.S. history and the first to live to 100 years of age.",
    "Theodore Roosevelt": "Theodore Roosevelt Jr.[b] , often referred to as Teddy or T. R., was an American politician, soldier, conservationist, historian, naturalist, explorer and writer who served as the 26th president of the United States from 1901 to 1909. He previously was involved in New York politics, including serving as the state's 33rd governor for two years. He was the vice president under President William McKinley for six months in 1901, assuming the presidency after McKinley's assassination. As president, Roosevelt emerged as a leader of the Republican Party and became a driving force for anti-trust and Progressive policies.",
    "Woodrow Wilson": "Thomas Woodrow Wilson was an American politician and academic who served as the 28th president of the United States from 1913 to 1921. He was a progressive Democrat who previously served as the governor of New Jersey from 1911 to 1913 and as the president of Princeton University from 1902 to 1910. As president, Wilson changed the nation's economic policies and led the United States into World War I. He was the leading architect of the League of Nations, and his progressive stance on foreign policy came to be known as Wilsonianism.",
    "James Garfield": "James Abram Garfield was the 20th president of the United States, serving from March 1881 until his assassination in September that year. A preacher, lawyer, and Civil War general, Garfield served nine terms in the United States House of Representatives and is the only sitting member of the House to be elected president. Before his candidacy for the presidency, he had been elected to the U.S. Senate by the Ohio General Assembly—a position he declined when he became president-elect.",
    "Ulysses Grant": "Ulysses S. Grant was the 18th president of the United States, serving from 1869 to 1877. As commanding general, Grant led the Union Army to victory in the American Civil War in 1865.",
    "William McKinley": "William McKinley was the 25th president of the United States, serving from 1897 until his assassination in 1901. A member of the Republican Party, he led a realignment that made Republicans largely dominant in the industrial states and nationwide for decades. He presided over victory in the Spanish–American War of 1898; gained control of Hawaii, Puerto Rico, Guam, and the Philippines; restored prosperity after a deep depression; rejected the inflationary monetary policy of free silver, keeping the nation on the gold standard; and raised protective tariffs.",
    "Stephen Cleveland": "Other",
    "Herbert Hoover": "Herbert Clark Hoover was the 31st president of the United States, serving from 1929 to 1933. He was a member of the Republican Party, and held office during the onset of the Great Depression. A wealthy mining engineer before his presidency, Hoover led the wartime Commission for Relief in Belgium and was the director of the U.S. Food Administration, followed by post-war relief of Europe. In the 1920s, he served as the U.S. Secretary of Commerce.",
    "Warren Harding": "Warren Gamaliel Harding was the 29th president of the United States, serving from 1921 until his death in 1923. A member of the Republican Party, he was one of the most popular sitting U.S. presidents while in office. After his death, a number of scandals were exposed, including Teapot Dome, as well as an extramarital affair with Nan Britton, which tarnished his reputation.",
    "Chester Arthur": "Chester Alan Arthur was the 21st president of the United States, serving from 1881 to 1885. He was a Republican lawyer from New York who briefly served as the 20th vice president under President James A. Garfield. Assuming the presidency after Garfield's death, Arthur served the remainder of the term until March 4, 1885.",
    "William Taft": "William Howard Taft was an American politician and lawyer who was the 27th president of the United States, serving from 1909 to 1913, and the tenth chief justice of the United States, serving from 1921 to 1930, the only person to have held both offices. Taft was elected president in 1908, the chosen successor of Theodore Roosevelt, but was defeated for reelection in 1912 by Woodrow Wilson after Roosevelt split the Republican vote by running as a third-party candidate. In 1921, President Warren G. Harding appointed Taft to be chief justice, a position he held until a month before his death.",
    "Benjamin Harrison": "Benjamin Harrison was the 23rd president of the United States, serving from 1889 to 1893. He was a member of the Harrison family of Virginia—a grandson of the ninth president, William Henry Harrison, and a great-grandson of Benjamin Harrison V, a Founding Father. A Union Army veteran and a Republican, he defeated incumbent Grover Cleveland to win the presidency.",
    "Rutherford Hayes": "Rutherford Birchard Hayes was the 19th president of the United States, serving from 1877 to 1881.",
    "John Coolidge": "Calvin Coolidge was the 30th president of the United States, serving from 1923 to 1929. Born in Vermont, Coolidge was a Republican lawyer who climbed the ladder of Massachusetts politics, becoming the state's 48th governor. His prompt and effective response to the Boston police strike of 1919 thrust him into the national spotlight as a man of decisive action. The next year, Coolidge was elected the country's 29th vice president and succeeded to the presidency upon the sudden death of President Warren G. Harding in August 1923. Elected in his own right in 1924, Coolidge gained a reputation as a small-government conservative with a taciturn personality and dry sense of humor that earned him the nickname \"Silent Cal\". His widespread popularity enabled him to run for a second full term, but Coolidge chose not to run again in 1928, remarking that ten years as president would be \"longer than any other man has had it—too long!\"[b]"
}